const city = [
   {
      id: "642efe70e2b3623c531ca148",

      short_id: "35e9b312",

      author: {
         user_id: "507212786",

         city_id: "",

         first_name: "نازنین",

         last_name: "رازانی",

         avatar_url: "",

         biography: "",
      },

      country: {
         id: "612b815e2d28e7b40b49aebc",

         short_id: "feb3dc58",

         slug: "iran",

         name: "ایران",

         area: null,
      },

      province: {
         id: "612b815e2d28e7b40b49aed1",

         short_id: "8bc6ca3d",

         country_id: "612b815e2d28e7b40b49aebc",

         slug: "Kermanshah",

         name: "کرمانشاه",

         area: null,
      },

      city: {
         id: "6394799b352329265936b1b7",

         short_id: "c8552a4c",

         province_id: "612b815e2d28e7b40b49aed1",

         slug: "kermanshah-city",

         name: "کرمانشاه",

         persuading_title: "کرمانشاه؛ خاک زرین، میهن فرهاد و شیرین",

         content:
            "کرمانشاه، کرماشان و کرمانشاهان نام بزرگ‌ترین شهر کردنشین ایران است که به بلندای تاریخ ایران، قدمتی را به دوش می‌کشد. نام و آوازه کرمانشاه را حتما در داستان‌های اساطیری و پهلوانی شنیده‌اید. شهر فرهاد و شیرین، طاق بستان و بیستون همیشه سربلند! شهر مهمان‌نوازانی بی حد و مرز و مردمانی دلیر که به خصلت جوان‌مردی شهره‌اند. زمانی که نام کرمانشاه برده می‌شود، یکی از اولین مواردی که به ذهن‌تان خطور خواهد کرد، طاق بستان است که از زمان حکومت ساسانیان به جای مانده است. طاق ‌بستان در زبان کردی کرمانشاهی «تاق ‌وه‌ سان» گفته می‌شود. «تاق» که همان «طاق»، «وه» به معنی «از» و «سان» به معنی «سنگ» است. سفر به کرمانشاه یعنی سفر به دل تمدن و تاریخ  پادشاهان ساسانی از جمله خسرو پرویز. بازار سنتی مسقف کرمانشاه که به تاریکه بازار مشهور بوده، دری است به دنیایی متفاوت از هر بازاری که تا به حال دیده‌اید. از لذت خرید از یک دست‌فروش ساده که حاضر است تمام بساط خود را یک به یک باز کند تا چیزی که دوست دارید را پیدا کنید گرفته؛ تا مردم‌داری فروشندگان مغازه‌های بزرگ این بازار تجربه‌ای است که باید آن را لمس کنید تا عمق زیبایی‌اش را بفهمید. آب‌و‌هوای معتدل کوهستانی هم سفر به کرمانشاه را در هر فصلی ممکن ساخته است. جنگل‌های بلوط زاگرس، طبیعت چشم‌نواز و منحصر‌به‌فرد پاوه و اورامانات شما را به طبیعت‌گردی فرا می‌خواند. به خاطر وجود رشته‌کوه‌های متعدد، گفت‌و‌گو با سنگ صبور، سنگ خارا و سر گذاشتن به کوه و بیابان در اشعار شاعران این شهر زیاد به چشم می‌خورد. تا جایی که شاعر می‌گوید: «بیستون خود لب شیرین سخنان می‌بندد؛ با دل کوه غم کوه‌کنی نتوان گفت». مردم کرمانشاه به زبان کردی و فارسی کرمانشاهی صحبت می‌کنند؛ البته در بعضی مناطق به گویش‌های مختلف کردی مانند سنجابی، کرمانشاهی و لکی نیز سخن می‌گویند. مکالمه با مردم  کرمانشاه بسیار جذاب و دلنشین است به طوری که شاید تا مدت‌ها پس از سفر به این شهر، هنوز دوست داشته باشید لهجه آن‌ها را تمرین و تکرار کنید. بافت قدیمی و سنتی  شهر کرمانشاه در کنار پیشرفت‌های شهری از بالاترین نقطه شهر یعنی پارک کوهستان، به زیباترین شکل ممکن قابل مشاهده است. پوشیدن لباس محلی در بعضی از مراسم‌ها از جمله رسوم با ارزش مردم کرمانشاه است که جلوه‌ای خاص از فرهنگ مردم کرمانشاه را به نمایش می‌گذارد.",

         area: null,
      },

      poi: {
         id: "63b2ac64d326a8f978d3bc73",

         short_id: "03e2b648",

         city_id: "shirin-park-kermanshah",

         slug: "6394799b352329265936b1b7",

         name: "پارک شیرین",

         persuading_title: "پارک شیرین کرمانشاه",

         content:
            "پارک شیرین کرمانشاه یکی از قدیمی‌ترین پارک‌ها و از دیدنی‌ترین جاذبه‌های گردشگری این شهر به حساب می‌آید. این پارک با وسعتی حدود 10 هکتار، با نام «چیاسرخ» هم شناخته می‌شود. علت این نام‌گذاری وجود سنگ‌های سرخ رنگ رسوبی و قدیمی در آن است. یکی از دلایل محبوبیت پارک شیرین کرمانشاه در بین گردشگران، دیدن منظره زیبای شهر از آن است. وجود آب‌نماهای متعدد و آبشار مصنوعی از دیگر جاذبه‌های این پارک آرام و زیبا به حساب می‌آید. با گشت‌وگذار در پارک شیرین کرمانشاه، علاوه بر بهره‌بردن از هوای پاک، می‌توانید در تاریخ معاصر ایران هم سیری داشته باشید. یک مرکز فرهنگی دفاع مقدس در داخل پارک وجود دارد که در زمان جنگ ایران و عراق از آن به عنوان پناهگاه استفاده می‌شده است. این پناهگاه در همان دوران، مورد اصابت موشک‌های عراقی قرار گرفت و به شهادت تعداد زیادی از هموطنان منجر شد. در ورودی این پارک تندیس زنی خودنمایی می‌کند که یادگار جنگ ایران و عراق است. تندیس مربوط به دختری 18 ساله به نام فرنگیس حیدرپور می‌شود که در دوران جنگ به تنهایی با دو سرباز عراقی درگیر می‌شود. در این درگیری یک سرباز را می‌کشد و سرباز دیگر را به اسارت در می‌آورد. این تندیس زیبا نماد شجاعت و دلیری تمام زنان ایران؛ به ویژه، زنان کرد سرزمینمان به شمار می‌آید. پارک شیرین کرمانشاه با فضایی مناسب جمع‌های خانوادگی به دلیل نزدیک ‌بودن به جاذبه‌هایی مانند: مسجد چهل ستون، بازار توپخانه و خانه سیدین، مورد استقبال اکثر گردشگران و مسافران این شهر قرار گرفته است. ",

         location: { type: "Polygon", coordinates: [34.3114888, 47.0607807] },

         gallery: [
            {
               is_cover: false,

               large_url:
                  "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_f89d7f2d2e29f40766da07a161be00357f8c00a33c2e3e51391766c30812eaae_1.jpg",
            },
            {
               is_cover: false,

               large_url:
                  "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_9bd48711971c97ebb43c88ebaf0610b23520e5dd86addcdd7613eac335c9d90b_2.jpg",
            },
            {
               is_cover: false,

               large_url:
                  "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_abc7b85bde56e399ed72d473048566ca51810f80f367d9c8c2076b646a1a77ac_5.jpg",
            },
            {
               is_cover: false,

               large_url:
                  "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_2b532c7fe3bdc8a8e6bcded8879cc46d58432311f9e71a8eae86465d6dcbe422_6.jpg",
            },
            {
               is_cover: false,

               large_url:
                  "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_0e1ade091981c42ff945831f4bf142d84d2288069986538d1f332ab0fe53f93c_7.jpg",
            },
            {
               is_cover: false,

               large_url:
                  "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_9bb3644cb96ddf7d8ec3365e91b918aa850609cdd339b87d36d51e322839481c_8.jpg",
            }
         ],

         category_id: "612b815e2d28e7b40b49aea1",

         tag_ids: [],

         ratings: {
            average: 3.6666666666666665,
            count: 3,
            specifics: { 1: 0, 2: 0, 3: 2, 4: 0, 5: 1 },
         },
      },

      language: {
         id: "639ed1ae1a1a1a4d3317b00b",
         short_id: "50b802e1",
         slug: "fa",
         name: "فارسی",
      },

      parent_category: {
         id: "612b815e2d28e7b40b49ae8f",

         short_id: "3f3bc534",

         parent_id: "",

         slug: "attractions",

         name: "جاذبه‌های گردشگری",

         icon: {
            svg:
               '<svg width="32" height="32" fill="none" xmlns="http://www.w3.org/2000/svg">\n' +
               '  <path d="M21.494 6.114l-.002-.003c4.524.683 8.139 4.554 8.48 9.145.086 1.14-1.943 1.535-3.269 1.794-.282.055-.532.103-.723.151.106-.517-.01-1.143-.113-1.692a20.243 20.243 0 01-.061-.34 18.428 18.428 0 00-1.282-4.256 19.042 19.042 0 00-1.096-2.142 17.318 17.318 0 00-1.934-2.657z" fill="#4B5259"/>\n' +
               '  <path fill-rule="evenodd" clip-rule="evenodd" d="M19 16.261l-3 .783s.109-1.293.253-2.009a17.048 17.048 0 012.5-5.975c.382-.57.798-1.112 1.247-1.617.45.505.866 1.048 1.247 1.617a17.046 17.046 0 012.5 5.975c.139.687.225 1.362.254 2.009L21 16.26V26h6a1 1 0 110 2H4a1 1 0 110-2h1.126l1.066-2.487S4.138 20.851 3.2 19.6a1 1 0 111.6-1.2L7.5 22H12c.103 0 .202.015.295.044.886.19 1.767.42 2.647.65.433.114.867.228 1.3.336a1 1 0 11-.485 1.94L13 24.28V26h6v-9.739zm-8 7.74V26H7.302l.857-2H11z" fill="#4B5259"/>\n' +
               '  <path d="M14.133 15.51c-.102.548-.219 1.174-.112 1.691-.15-.037-.36-.078-.608-.126-1.259-.242-3.47-.669-3.385-1.819.343-4.6 3.924-8.457 8.48-9.145l-.002.003c-.29.325-.566.663-.83 1.013a17.907 17.907 0 00-1.104 1.644c-1.202 2.023-2.018 4.268-2.377 6.399-.018.108-.04.222-.062.34z" fill="#4B5259"/>\n' +
               "</svg>\n" +
               "",

            png_url:
               "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/43e1e955b1bafd7e460d1effb31b29314495fc38c9cc7b10ffab0e38cef470fe_original.png",
         },

         default_phrase: "جاذبه‌های گردشگری",
      },

      child_category: {
         id: "612b815e2d28e7b40b49aea1",

         short_id: "dbb48ce2",

         parent_id: "612b815e2d28e7b40b49ae8f",

         slug: "entertainment",

         name: "جاذبه‌ی تفریحی",

         icon: {
            svg:
               '<svg width="64" height="64" xmlns="http://www.w3.org/2000/svg">\n' +
               '    <path d="M32 16c1.106 0 2 .894 2 2v.204c3.912.796 7 3.884 7.796 7.796H48c1.106 0 2 .894 2 2 0 1.106-.894 2-2 2H34v16c0 1.106-.894 2-2 2-1.106 0-2-.894-2-2V30H16c-1.106 0-2-.894-2-2 0-1.106.894-2 2-2h6.204C23 22.088 26.088 19 30 18.204V18c0-1.106.894-2 2-2zm24.016 3.752a2.008 2.008 0 0 1 2.232-1.736 2 2 0 0 1 1.736 2.232L58 36.122V46c0 1.106-.894 2-2 2-1.106 0-2-.894-2-2v-2h-9.048l-1.094 2.742a2.001 2.001 0 0 1-3.716-1.484l4-10A2.001 2.001 0 0 1 46 34h8.234zM5.751 18.016c1.11-.13 2.094.64 2.232 1.736L9.765 34H18c.818 0 1.554.498 1.858 1.258l4 10a2 2 0 0 1-3.714 1.484L19.047 44H10v2a2 2 0 1 1-4 0v-9.876L4.015 20.248a2 2 0 0 1 1.736-2.232z" fill="#4B5259" fill-rule="evenodd"/>\n' +
               "</svg>\n" +
               "",

            png_url: "unknown",
         },

         default_phrase: "جاذبه‌ی تفریحی",
      },

      title: "پارک پر خاطره",

      content:
         "از پارک های قدیمی و معروف بین مردم کرمانشاه\n" +
         "در واقع خیلی خاطره ها توی اینجا براشون زنده میشه \n" +
         "از نظر وسعت پارک بزرگیه و امکاناتش در حد معمولیه \n" +
         "ولی حس و حال خوب خودش و بین مردم داره",

      gallery: [
         {
            visible: true,

            is_cover: true,

            large_url:
               "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_a23026123441525ed16d5ee5517a6e92bb1746539a0e04e61b30d9d3ee6f264d_20230406204207.jpg",
         },
      ],

      rating: 3,

      like_count: 0,

      reply_count: 0,

      publish_state: "published",

      publish_date: "2023-04-06T17:16:32.615Z",

      approval_state: "approved",

      approval_history: [],

      is_promoted: true,

      is_visible: true,
   },

   {
      id: "642efb7fe2b3623c531ca147",

      short_id: "d679139e",

      author: {
         user_id: "507212786",

         city_id: "",

         first_name: "نازنین",

         last_name: "رازانی",

         avatar_url: "",

         biography: "",
      },

      country: {
         id: "612b815e2d28e7b40b49aebc",

         short_id: "feb3dc58",

         slug: "iran",

         name: "ایران",

         area: null,
      },

      province: {
         id: "612b815e2d28e7b40b49aed1",

         short_id: "8bc6ca3d",

         country_id: "612b815e2d28e7b40b49aebc",

         slug: "Kermanshah",

         name: "کرمانشاه",

         area: null,
      },

      city: {
         id: "6394799b352329265936b1b7",

         short_id: "c8552a4c",

         province_id: "612b815e2d28e7b40b49aed1",

         slug: "kermanshah-city",

         name: "کرمانشاه",

         persuading_title: "کرمانشاه؛ خاک زرین، میهن فرهاد و شیرین",

         content:
            "کرمانشاه، کرماشان و کرمانشاهان نام بزرگ‌ترین شهر کردنشین ایران است که به بلندای تاریخ ایران، قدمتی را به دوش می‌کشد. نام و آوازه کرمانشاه را حتما در داستان‌های اساطیری و پهلوانی شنیده‌اید. شهر فرهاد و شیرین، طاق بستان و بیستون همیشه سربلند! شهر مهمان‌نوازانی بی حد و مرز و مردمانی دلیر که به خصلت جوان‌مردی شهره‌اند. زمانی که نام کرمانشاه برده می‌شود، یکی از اولین مواردی که به ذهن‌تان خطور خواهد کرد، طاق بستان است که از زمان حکومت ساسانیان به جای مانده است. طاق ‌بستان در زبان کردی کرمانشاهی «تاق ‌وه‌ سان» گفته می‌شود. «تاق» که همان «طاق»، «وه» به معنی «از» و «سان» به معنی «سنگ» است. سفر به کرمانشاه یعنی سفر به دل تمدن و تاریخ  پادشاهان ساسانی از جمله خسرو پرویز. بازار سنتی مسقف کرمانشاه که به تاریکه بازار مشهور بوده، دری است به دنیایی متفاوت از هر بازاری که تا به حال دیده‌اید. از لذت خرید از یک دست‌فروش ساده که حاضر است تمام بساط خود را یک به یک باز کند تا چیزی که دوست دارید را پیدا کنید گرفته؛ تا مردم‌داری فروشندگان مغازه‌های بزرگ این بازار تجربه‌ای است که باید آن را لمس کنید تا عمق زیبایی‌اش را بفهمید. آب‌و‌هوای معتدل کوهستانی هم سفر به کرمانشاه را در هر فصلی ممکن ساخته است. جنگل‌های بلوط زاگرس، طبیعت چشم‌نواز و منحصر‌به‌فرد پاوه و اورامانات شما را به طبیعت‌گردی فرا می‌خواند. به خاطر وجود رشته‌کوه‌های متعدد، گفت‌و‌گو با سنگ صبور، سنگ خارا و سر گذاشتن به کوه و بیابان در اشعار شاعران این شهر زیاد به چشم می‌خورد. تا جایی که شاعر می‌گوید: «بیستون خود لب شیرین سخنان می‌بندد؛ با دل کوه غم کوه‌کنی نتوان گفت». مردم کرمانشاه به زبان کردی و فارسی کرمانشاهی صحبت می‌کنند؛ البته در بعضی مناطق به گویش‌های مختلف کردی مانند سنجابی، کرمانشاهی و لکی نیز سخن می‌گویند. مکالمه با مردم  کرمانشاه بسیار جذاب و دلنشین است به طوری که شاید تا مدت‌ها پس از سفر به این شهر، هنوز دوست داشته باشید لهجه آن‌ها را تمرین و تکرار کنید. بافت قدیمی و سنتی  شهر کرمانشاه در کنار پیشرفت‌های شهری از بالاترین نقطه شهر یعنی پارک کوهستان، به زیباترین شکل ممکن قابل مشاهده است. پوشیدن لباس محلی در بعضی از مراسم‌ها از جمله رسوم با ارزش مردم کرمانشاه است که جلوه‌ای خاص از فرهنگ مردم کرمانشاه را به نمایش می‌گذارد.",

         area: null,
      },

      poi: {
         id: "63b28f4f27a3f8cf5f3edde1",

         short_id: "7f2376fa",

         city_id: "safavid-carvansara-kermanshah",

         slug: "6394799b352329265936b1b7",

         name: "کاروانسرای شاه عباسی بیستون",

         persuading_title: "کاروانسرای شاه عباسی بیستون کرمانشاه",

         content:
            "نام کاروانسرای شاه عباسی برای همه ما زنگی آشنا دارد و داستان ساختن کاروانسراهای متعدد در سراسر ایران به دست شاه عباس اول را شنیده‌ایم. کاروانسرای شاه عباسی بیستون کرمانشاه هم یکی از  کاروانسراهای به‌جا مانده از دوره صفویه است. این کاروانسرا در سال ۱۰۷۲ شمسی در کنار نقش برجسته داریوش بر کوه بیستون ساخته شد. جلوی در ورودی کاروانسرا دو کتیبه وجود دارد که یکی به دوره پایان ساخت بنا، یعنی زمان سلطنت شاه سلیمان صفوی، و دیگری، به دوره زمامداری ناصرالدین شاه قاجار مربوط می‌شود که مرمت اولیه کاروانسرا در آن زمان صورت گرفت. کاروانسرای شاه عباسی بیستون کرمانشاه، که قدیم با نام کاروانسرای همباری هم شناخته می‌شد، در سال ۱۳۵۳ به فهرست آثار ملی ایران اضافه شد. اما سرگذشت پرپیچ‌وخم این بنای ارزشمند به همین‌جا ختم نمی‌شود. این کاروانسرا در دوره پهلوی به انبار غله تبدیل شد و پس از سال ۱۳۵۷ مسئولیت آن به دست سازمان زندان‌ها افتاد. به همین دلیل خسارات زیادی به بنا وارد شد و آن‌طور که شایسته یک اثر ملی است، از آن نگهداری نشد. در سال ۱۳۸۶ بازسازی بنا آغاز شد و هم‌اکنون کاروانسرای شاه عباسی بیستون به یک هتل سنتی ۵ ستاره تغییر کاربری داده است. معماری بنا تمام عناصر و ویژگی‌های آثار صفویه را دارد. کاروانسرای شاه عباسی به سبک چهار ایوانی ساخته شده است و در هر گوشه بنا یک برج قرار دارد. برج‌های سمت شرقی، هشت گوشه و برج‌های سمت غربی کاروانسرا، مدور هستند. هر ضلع این کاروانسرا شش اتاق دارد و جلوی هر اتاق ایوانی ساخته شده است. حوض چهارگوشه وسط کاروانسرا با آب زلال و ماهی‌های رقصان معماری اصیل ایرانی این بنا را کامل می‌کند. کاروانسرای شاه عباسی بیستون کرمانشاه در فصل بهار و در میان دشت‌های سرسبز، منظره‌ای دیدنی از تاریخ کهن ایران را به نمایش می‌گذارد که بازدید از آن خالی از لطف نیست.",

         location: { type: "Polygon", coordinates: [34.3844439, 47.4346549] },

         gallery:
            [
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_244cad49274501022a6d9a59f6d9e40294020c1ea72fb17bfa569a7b908db3e5_202004221.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_b4ae56b0b4258f2482610f6ae9280cb99bc2efc9985473232ab77f4c1263c065_201905211.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_0fbe2876cc774ff6f7eb0c9f96107a74b93f7caefe57e3a23cb99921f371bfe0_202004221.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_621be3669d2e6f7d25748d336f41b0428989aef6c7cef64ef9040a4d0319cf12_201905211.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_6c1811dd44fbff83d3723a84103f67503ffaddc308399223a25f8e4fda9255ad_20190521.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_defa21b2bddffd745a5182ac43b9d2c124b856c848e5b8352351a0d297088d14_201905211.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_d514d38fdf03d02b85d164a6671e69896820970ebfbb05fb3953c21a599524d9_20200422.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_07196476c85a6335f1b0055c2de2a3ecd5ca16cc97931102b37911d337e0cf32_20205504221.jpg",
               }
            ],

         category_id: "612b815e2d28e7b40b49ae91",

         tag_ids: [],

         ratings: {
            average: 4,
            count: 1,
            specifics: { 1: 0, 2: 0, 3: 0, 4: 1, 5: 0 },
         },
      },

      language: {
         id: "639ed1ae1a1a1a4d3317b00b",
         short_id: "50b802e1",
         slug: "fa",
         name: "فارسی",
      },

      parent_category: {
         id: "612b815e2d28e7b40b49ae8f",

         short_id: "3f3bc534",

         parent_id: "",

         slug: "attractions",

         name: "جاذبه‌های گردشگری",

         icon: {
            svg:
               '<svg width="32" height="32" fill="none" xmlns="http://www.w3.org/2000/svg">\n' +
               '  <path d="M21.494 6.114l-.002-.003c4.524.683 8.139 4.554 8.48 9.145.086 1.14-1.943 1.535-3.269 1.794-.282.055-.532.103-.723.151.106-.517-.01-1.143-.113-1.692a20.243 20.243 0 01-.061-.34 18.428 18.428 0 00-1.282-4.256 19.042 19.042 0 00-1.096-2.142 17.318 17.318 0 00-1.934-2.657z" fill="#4B5259"/>\n' +
               '  <path fill-rule="evenodd" clip-rule="evenodd" d="M19 16.261l-3 .783s.109-1.293.253-2.009a17.048 17.048 0 012.5-5.975c.382-.57.798-1.112 1.247-1.617.45.505.866 1.048 1.247 1.617a17.046 17.046 0 012.5 5.975c.139.687.225 1.362.254 2.009L21 16.26V26h6a1 1 0 110 2H4a1 1 0 110-2h1.126l1.066-2.487S4.138 20.851 3.2 19.6a1 1 0 111.6-1.2L7.5 22H12c.103 0 .202.015.295.044.886.19 1.767.42 2.647.65.433.114.867.228 1.3.336a1 1 0 11-.485 1.94L13 24.28V26h6v-9.739zm-8 7.74V26H7.302l.857-2H11z" fill="#4B5259"/>\n' +
               '  <path d="M14.133 15.51c-.102.548-.219 1.174-.112 1.691-.15-.037-.36-.078-.608-.126-1.259-.242-3.47-.669-3.385-1.819.343-4.6 3.924-8.457 8.48-9.145l-.002.003c-.29.325-.566.663-.83 1.013a17.907 17.907 0 00-1.104 1.644c-1.202 2.023-2.018 4.268-2.377 6.399-.018.108-.04.222-.062.34z" fill="#4B5259"/>\n' +
               "</svg>\n" +
               "",

            png_url:
               "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/43e1e955b1bafd7e460d1effb31b29314495fc38c9cc7b10ffab0e38cef470fe_original.png",
         },

         default_phrase: "جاذبه‌های گردشگری",
      },

      child_category: {
         id: "612b815e2d28e7b40b49ae91",

         short_id: "e59ac71f",

         parent_id: "612b815e2d28e7b40b49ae8f",

         slug: "urban_attractions",

         name: "جاذبه‌ی شهری",

         icon: {
            svg:
               '<svg width="64" height="64" xmlns="http://www.w3.org/2000/svg">\n' +
               '    <path d="M32 16c1.106 0 2 .894 2 2v.204c3.912.796 7 3.884 7.796 7.796H48c1.106 0 2 .894 2 2 0 1.106-.894 2-2 2H34v16c0 1.106-.894 2-2 2-1.106 0-2-.894-2-2V30H16c-1.106 0-2-.894-2-2 0-1.106.894-2 2-2h6.204C23 22.088 26.088 19 30 18.204V18c0-1.106.894-2 2-2zm24.016 3.752a2.008 2.008 0 0 1 2.232-1.736 2 2 0 0 1 1.736 2.232L58 36.122V46c0 1.106-.894 2-2 2-1.106 0-2-.894-2-2v-2h-9.048l-1.094 2.742a2.001 2.001 0 0 1-3.716-1.484l4-10A2.001 2.001 0 0 1 46 34h8.234zM5.751 18.016c1.11-.13 2.094.64 2.232 1.736L9.765 34H18c.818 0 1.554.498 1.858 1.258l4 10a2 2 0 0 1-3.714 1.484L19.047 44H10v2a2 2 0 1 1-4 0v-9.876L4.015 20.248a2 2 0 0 1 1.736-2.232z" fill="#4B5259" fill-rule="evenodd"/>\n' +
               "</svg>\n" +
               "",

            png_url: "unknown",
         },

         default_phrase: "جاذبه‌ی شهری",
      },

      title: "کاروانسرای شاه عباسی",

      content:
         "تقریبا نزدیک به سه سال پیش بود که رفتیم بیستون و بعد از اون به پیشنهاد بقیه ازون جایی که کاروانسرای شاه عباسی یا همون کاروانسرای بیستون نزدیک بود اونجا هم رفتیم \n" +
         "یادمه که غرفه هایی زده بودن که نون روغنی،آش دوغ و کارای محلی می فروختن و ماهم به یادگار یه ساج(برای نون پختن استفاده میشه) ازون جا خریدیم",

      gallery: [
         {
            visible: true,

            is_cover: true,

            large_url:
               "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_09dedaee17f3dadf2f361d6c4c00a4fc9360ebc4f1260e1ccdee6250d2b423d6_20230406202911.jpg",
         },
      ],

      rating: 4,

      like_count: 0,

      reply_count: 0,

      publish_state: "published",

      publish_date: "2023-04-06T17:03:59.509Z",

      approval_state: "approved",

      approval_history: [],

      is_promoted: true,

      is_visible: true,
   },

   {
      id: "63d23719f1e58e23de6208cb",

      short_id: "cb094a81",

      author: {
         user_id: "507270890",

         city_id: "",

         first_name: "داریوش ",

         last_name: "موسوی ",

         avatar_url: "",

         biography: "",
      },

      country: {
         id: "612b815e2d28e7b40b49aebc",

         short_id: "feb3dc58",

         slug: "iran",

         name: "ایران",

         area: null,
      },

      province: {
         id: "612b815e2d28e7b40b49aed1",

         short_id: "8bc6ca3d",

         country_id: "612b815e2d28e7b40b49aebc",

         slug: "Kermanshah",

         name: "کرمانشاه",

         area: null,
      },

      city: {
         id: "6394799b352329265936b1b7",

         short_id: "c8552a4c",

         province_id: "612b815e2d28e7b40b49aed1",

         slug: "kermanshah-city",

         name: "کرمانشاه",

         persuading_title: "کرمانشاه؛ خاک زرین، میهن فرهاد و شیرین",

         content:
            "کرمانشاه، کرماشان و کرمانشاهان نام بزرگ‌ترین شهر کردنشین ایران است که به بلندای تاریخ ایران، قدمتی را به دوش می‌کشد. نام و آوازه کرمانشاه را حتما در داستان‌های اساطیری و پهلوانی شنیده‌اید. شهر فرهاد و شیرین، طاق بستان و بیستون همیشه سربلند! شهر مهمان‌نوازانی بی حد و مرز و مردمانی دلیر که به خصلت جوان‌مردی شهره‌اند. زمانی که نام کرمانشاه برده می‌شود، یکی از اولین مواردی که به ذهن‌تان خطور خواهد کرد، طاق بستان است که از زمان حکومت ساسانیان به جای مانده است. طاق ‌بستان در زبان کردی کرمانشاهی «تاق ‌وه‌ سان» گفته می‌شود. «تاق» که همان «طاق»، «وه» به معنی «از» و «سان» به معنی «سنگ» است. سفر به کرمانشاه یعنی سفر به دل تمدن و تاریخ  پادشاهان ساسانی از جمله خسرو پرویز. بازار سنتی مسقف کرمانشاه که به تاریکه بازار مشهور بوده، دری است به دنیایی متفاوت از هر بازاری که تا به حال دیده‌اید. از لذت خرید از یک دست‌فروش ساده که حاضر است تمام بساط خود را یک به یک باز کند تا چیزی که دوست دارید را پیدا کنید گرفته؛ تا مردم‌داری فروشندگان مغازه‌های بزرگ این بازار تجربه‌ای است که باید آن را لمس کنید تا عمق زیبایی‌اش را بفهمید. آب‌و‌هوای معتدل کوهستانی هم سفر به کرمانشاه را در هر فصلی ممکن ساخته است. جنگل‌های بلوط زاگرس، طبیعت چشم‌نواز و منحصر‌به‌فرد پاوه و اورامانات شما را به طبیعت‌گردی فرا می‌خواند. به خاطر وجود رشته‌کوه‌های متعدد، گفت‌و‌گو با سنگ صبور، سنگ خارا و سر گذاشتن به کوه و بیابان در اشعار شاعران این شهر زیاد به چشم می‌خورد. تا جایی که شاعر می‌گوید: «بیستون خود لب شیرین سخنان می‌بندد؛ با دل کوه غم کوه‌کنی نتوان گفت». مردم کرمانشاه به زبان کردی و فارسی کرمانشاهی صحبت می‌کنند؛ البته در بعضی مناطق به گویش‌های مختلف کردی مانند سنجابی، کرمانشاهی و لکی نیز سخن می‌گویند. مکالمه با مردم  کرمانشاه بسیار جذاب و دلنشین است به طوری که شاید تا مدت‌ها پس از سفر به این شهر، هنوز دوست داشته باشید لهجه آن‌ها را تمرین و تکرار کنید. بافت قدیمی و سنتی  شهر کرمانشاه در کنار پیشرفت‌های شهری از بالاترین نقطه شهر یعنی پارک کوهستان، به زیباترین شکل ممکن قابل مشاهده است. پوشیدن لباس محلی در بعضی از مراسم‌ها از جمله رسوم با ارزش مردم کرمانشاه است که جلوه‌ای خاص از فرهنگ مردم کرمانشاه را به نمایش می‌گذارد.",

         area: null,
      },

      poi: {
         id: "63b553c011b9238d7f28a208",

         short_id: "c1f971c2",

         city_id: "quri-qaleh-cave-kermanshah",

         slug: "6394799b352329265936b1b7",

         name: "غار قوری قلعه",

         persuading_title: "غار قوری قلعه کرمانشاه",

         content:
            "برای ماجراجویان هیچ‌چیزی نمی‌تواند مانند یک غار طولانی و پرپیچ‌وخم در میان کوه‌ها و آبشارها هیجان‌انگیز باشد. غار قوری قلعه کرمانشاه یکی از مقاصد ایده‌آل برای کسانی است که دوست دارند با تجربه‌های جدید و فضاهای کمی دلهره‌آور دست‌وپنجه نرم کنند. قدمت غار قوری قلعه کرمانشاه به ۶۵ میلیون سال پیش می‌رسد، اما کشف این غار به سال ۱۳۵۵ بازمی‌گردد. در دهه شصت شمسی گروهی از غارنوردان کرمانشاهی توانستند تا عمق 3.140 متری غار پیش بروند و با طی ۱۲ کیلومتر مسیر ناهموار و مهیج، غار قوری قلعه کرمانشاه را به عنوان بزرگ‌ترین غار آبی آسیا و طولانی‌ترین غار ایران به جهان معرفی کنند. برای رسیدن به غار قوری قلعه کرمانشاه یا غار قوری قلا باید ۸۷ کیلومتر از شهر کرمانشاه به سمت روانسر رانندگی کنید. تابلوهای راهنمایی متعدد شما را به سمت روستای قوری قلعه هدایت می‌کنند و سپس، با رسیدن به دامنه کوه شاهو، به سمت دهانه غار پیش بروید. خوشبختانه، کل مسیر رسیدن به غار قوری قلا هموار و آسفالت شده و همه چیز برای گردشگران کنجکاو مهیاست. حالا وقت لذت بردن از عجایب و شگفتی‌های غار است. غار قوری قلعه کرمانشاه برای بازدید نورپردازی شده است و فرصتی مهیاست تا در تالارهای متعدد غار؛ شامل: تالار مریم، کوهان شتر، بتهوون، عروس و نماز، را با دقت بیشتری کنجکاوی به خرج داد و از تماشای قندیل‌ها و کریستال‌های اعجاب‌انگیز داخل غار لذت برد. عمق حوضچه‌های این غار طولانی و اسرارآمیز به ۱۴ متر هم می‌رسد و جالب است بدانید که دما در همه فصل‌های سال درون غار قوری قلا ثابت و بین هفت تا ۱۱ درجه سانتی‌گراد است. در نزدیکی غار قوری قلعه کرمانشاه یک مجموعه تفریحی وسیع ساخته شده است که امکاناتی نظیر: پارکینگ، هتل، رستوران و شهربازی را به مسافران ارائه می‌دهد. ",

         location: { type: "Polygon", coordinates: [34.899739, 46.5046313] },

         gallery:
            [
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_0808b2a7f9e1307b6a7014367b1ed9532fb85fdba588bedc4fe66a49388e470e_20170618.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_2d8d8946f2f7e76eb899a6277aa6c05085a8479043bb3fafb0d08a51dda214a5_20190911.jpg",
               },
               {
                  is_cover: true,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_37fdd9052dee700689e00428982f174535452aa4d692a08364138373314192dd_20191023.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_0248ba534b047a9a8cce4a61f49917110e7fdce3a4f0b878e4612e25fdbab85a_20210619.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_5337c51684369c28808c2f428540a6af9135a5461887b30520df70b440e3848f_202208271.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_834884f330d2e818f5094998883897ee6d8f3c0d060173478d17ef7b336a29a6_20220715.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_4f8424238a8f0d9dc6c92692a1184a49d667b99b9e1d504e229a3289912cc735_20220827.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_d8d615bc37b378c4d2eefcdc3a11a4d6d47bbe91e253fd360ec252a2029a6f22_20220917.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_3e91a24d26b32fe06cbb2c82940b2c0edeef1831809562a2350ca355072ba30b_a6.jpg",
               },
               {
                  is_cover: false,

                  large_url:
                     "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_8ba038f3bf18e20d58655cd823d8347aca652c884bc5db66b7effca726029534_photo20180922132602.jpg",
               }
            ],

         category_id: "612b815e2d28e7b40b49ae90",

         tag_ids: [],

         ratings: {
            average: 4.7,
            count: 10,
            specifics: { 1: 0, 2: 0, 3: 0, 4: 3, 5: 7 },
         },
      },

      language: {
         id: "639ed1dacc0705b8920e86e2",

         short_id: "6e1c5940",

         slug: "tr",

         name: "ترکی استانبولی",
      },

      parent_category: {
         id: "612b815e2d28e7b40b49ae8f",

         short_id: "3f3bc534",

         parent_id: "",

         slug: "attractions",

         name: "جاذبه‌های گردشگری",

         icon: {
            svg:
               '<svg width="32" height="32" fill="none" xmlns="http://www.w3.org/2000/svg">\n' +
               '  <path d="M21.494 6.114l-.002-.003c4.524.683 8.139 4.554 8.48 9.145.086 1.14-1.943 1.535-3.269 1.794-.282.055-.532.103-.723.151.106-.517-.01-1.143-.113-1.692a20.243 20.243 0 01-.061-.34 18.428 18.428 0 00-1.282-4.256 19.042 19.042 0 00-1.096-2.142 17.318 17.318 0 00-1.934-2.657z" fill="#4B5259"/>\n' +
               '  <path fill-rule="evenodd" clip-rule="evenodd" d="M19 16.261l-3 .783s.109-1.293.253-2.009a17.048 17.048 0 012.5-5.975c.382-.57.798-1.112 1.247-1.617.45.505.866 1.048 1.247 1.617a17.046 17.046 0 012.5 5.975c.139.687.225 1.362.254 2.009L21 16.26V26h6a1 1 0 110 2H4a1 1 0 110-2h1.126l1.066-2.487S4.138 20.851 3.2 19.6a1 1 0 111.6-1.2L7.5 22H12c.103 0 .202.015.295.044.886.19 1.767.42 2.647.65.433.114.867.228 1.3.336a1 1 0 11-.485 1.94L13 24.28V26h6v-9.739zm-8 7.74V26H7.302l.857-2H11z" fill="#4B5259"/>\n' +
               '  <path d="M14.133 15.51c-.102.548-.219 1.174-.112 1.691-.15-.037-.36-.078-.608-.126-1.259-.242-3.47-.669-3.385-1.819.343-4.6 3.924-8.457 8.48-9.145l-.002.003c-.29.325-.566.663-.83 1.013a17.907 17.907 0 00-1.104 1.644c-1.202 2.023-2.018 4.268-2.377 6.399-.018.108-.04.222-.062.34z" fill="#4B5259"/>\n' +
               "</svg>\n" +
               "",

            png_url:
               "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/43e1e955b1bafd7e460d1effb31b29314495fc38c9cc7b10ffab0e38cef470fe_original.png",
         },

         default_phrase: "جاذبه‌های گردشگری",
      },

      child_category: {
         id: "612b815e2d28e7b40b49ae90",

         short_id: "9bbe55d5",

         parent_id: "612b815e2d28e7b40b49ae8f",

         slug: "natural_attractions",

         name: "جاذبه‌ی طبیعی",

         icon: {
            svg:
               '<svg width="64" height="64" xmlns="http://www.w3.org/2000/svg">\n' +
               '    <path d="M32 16c1.106 0 2 .894 2 2v.204c3.912.796 7 3.884 7.796 7.796H48c1.106 0 2 .894 2 2 0 1.106-.894 2-2 2H34v16c0 1.106-.894 2-2 2-1.106 0-2-.894-2-2V30H16c-1.106 0-2-.894-2-2 0-1.106.894-2 2-2h6.204C23 22.088 26.088 19 30 18.204V18c0-1.106.894-2 2-2zm24.016 3.752a2.008 2.008 0 0 1 2.232-1.736 2 2 0 0 1 1.736 2.232L58 36.122V46c0 1.106-.894 2-2 2-1.106 0-2-.894-2-2v-2h-9.048l-1.094 2.742a2.001 2.001 0 0 1-3.716-1.484l4-10A2.001 2.001 0 0 1 46 34h8.234zM5.751 18.016c1.11-.13 2.094.64 2.232 1.736L9.765 34H18c.818 0 1.554.498 1.858 1.258l4 10a2 2 0 0 1-3.714 1.484L19.047 44H10v2a2 2 0 1 1-4 0v-9.876L4.015 20.248a2 2 0 0 1 1.736-2.232z" fill="#4B5259" fill-rule="evenodd"/>\n' +
               "</svg>\n" +
               "",

            png_url: "unknown",
         },

         default_phrase: "جاذبه‌ی طبیعی",
      },

      title: "Güvenli bir mağaracılık deneyimi",

      content:
         "Mağara tırmanışına ilginiz varsa bu mağarada bulunmanız sizin için çok eğlenceli olacaktır.Bu mağara ziyaretçiler için güvenli olan ve teknik mağara tırmanışı gerektirmeyen mağaralar arasındadır.",

      gallery: [
         {
            visible: true,

            is_cover: true,

            large_url:
               "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_411cb14fb97eabbd42b1d430b614941ef575b57cb13a9311c56054d458dcab43_1.jpeg",
         },

         {
            visible: true,

            is_cover: true,

            large_url:
               "https://cdn.alibaba.ir/ostorage-ugc/randd-threepio/legacy_photo_edc2d30ccf0df2f9589a7bb6fd7bce4aaff8414fe38de29217875eb64710ad83_2...jpg",
         },
      ],

      rating: 5,

      like_count: 0,

      reply_count: 0,

      publish_state: "published",

      publish_date: "2023-01-26T08:17:29.77Z",

      approval_state: "approved",

      approval_history: [],

      is_promoted: true,

      is_visible: true,
   },
];

export default city;