const footerLinks = [
   {
      id: 1,
      name: "علی‌بابا",
      links: [
         "درباره ما",
         "تماس با ما",
         "چرا علی‌بابا",
         "علی‌بابا پلاس",
         "بیمه مسافرتی",
         "مجله علی‌بابا",
      ],
   },
   {
      id: 2,
      name: "خدمات مشتریان",
      links: [
         "مرکز پشتیبانی آنلاین",
         "راهنمای خرید",
         "راهنمای استرداد",
         "قوانین و مقررات",
         "پرسش و پاسخ",
      ],
   },
   {
      id: 3,
      name: "اطلاعات تکمیلی",
      links: [
         "فروش سازمانی",
         "همکاری با آژانس‌ها",
         "فرصت های شغلی",
         "سنجش رضایتمندی",
      ],
   },
];

export default footerLinks;